<?php





#TODO 1. Почему цена на отдельном лоте не круглая?
#TODO 2. templates\lot.php Текущая цена и блок ниже не динамические
#TODO 3. Вернуть блок с категориями в хедер везде, кроме индекса.
#TODO 4. Сделать задержку при более 5 попыток логина. (кука с count? Или у себя хранить поле последней попытки авторизации)
#TODO 5. К "Я еще не решился" рандомно? присобачивать ссылку на последний истекающий лот? Или популярный?
#TODO 6. Добавить второе поле пароля и сравнивать введенные значения

// в разлогине прописать $_SESSION = [];


// Страница авторизации
